Repository: drumfreakk/goobox
Catalog: goobox/po/*.po
Languages: fur

source: Goobox CD Player
fur: Letôr CD Goobox

source: Play and extract CDs
fur: Riprodûs e estrai i CDs

source: Goobox allows you to play CDs and save the tracks to disk as MP3, Ogg, FLAC or WAV files.
fur: Goobox ti permet di riprodusi i CDs e salvâ lis liniis sul disc come MP3, Ogg, FLAC o files WAV.

source: Track titles and CD covers are set automatically using the MusicBrainz web service.
fur: I titui dai tocs e lis cuviertis dai CDs a son son stabilidis in automatic doprant il servizi web MusicBrainz.

source: CD Player
fur: Letôr CD

source: Device path
fur: Percors dispositîf

source: Volume level
fur: Nivel volum

source: “Choose cover” location
fur: Posizion “Sielç cuvierte”

source: Default location for the “Choose cover” dialog.
fur: Posizion predefinide pal dialic “Sielç cuvierte”.

source: Use Sound Juicer to rip discs
fur: Dopre Sound Juicer par estrai i discs

source: Autoplay
fur: Riproduzion automatiche

source: Autoplay discs after insertion.
fur: Riprodûs in automatic i disco daspò l'inseriment.

source: Window width
fur: Largjece barcon

source: Window height
fur: Altece barcon

source: Play all tracks
fur: Riprodûs dutis lis liniis

source: Shuffle playlist
fur: Messede liste di riproduzion

source: Restart when finished
fur: Torne tache cuant che al è finît

source: Playlist sort method
fur: Metodi di ordin de liste di riproduzion

source: Playlist sort type
fur: Gjenar di ordin de liste di riproduzion

source: Extraction folder
fur: Cartele di estrazion

source: File type
fur: Gjenar di file

source: Possible values are: ogg, flac, mp3, wave.
fur: I valôrs pussibii a son: ogg, flac, mp3, wave.

source: Save the playlist
fur: Salve la liste di riproduzion

source: Save the playlist of the extracted tracks.
fur: Salve la liste di riproduzion des liniis tiradis fûr.

source: OGG files quality
fur: Cualitât file OGG

source: FLAC files quality
fur: Cualitât file FLAC

source: MP3 files quality
fur: Cualitât file MP3

source: Various
fur: Variis

source: %u, loading image: %u
fur: %u, daûr a cjariâ imagjin: %u

source: Could not search for a cover on Internet
fur: Impussibil cirî une cuvierte su Internet

source: Choose a CD Cover
fur: Sielç une cuvierte CD

source: You need at least one of the following GStreamer plugins in order to extract CD tracks: • %s → Ogg Vorbis • %s → FLAC • %s → Waveform PCM
fur: Us covente almancul un di chescj plugin GStreamer par podê tirâ fûr lis liniis dal CD: • %s → Ogg Vorbis • %s → FLAC • %s → Onde PCM

source: No encoder available.
fur: Nissun codificadôr disponibil.

source: Extract Tracks
fur: Liniis estratis

source: _Extract
fur: _Estrai

source: CD Player Preferences
fur: Preferencis letôr CD

source: Waveform PCM
fur: Onde PCM

source: Format Properties
fur: Proprietâts formât

source: Faster compression
fur: Compression plui veloce

source: Higher compression
fur: Compression plui alte

source: Smaller size
fur: Dimension minôr

source: Higher quality
fur: Cualitât miore

source: Quality:
fur: Cualitât:

source: Compression level:
fur: Nivel di compression:

source: Album %d of %d
fur: Album %d di %d

source: No album found
fur: Nissun album cjatât

source: Searching disc information…
fur: Daûr a cirî informazions sul disc...

source: Title
fur: Titul

source: Properties
fur: Propietâts

source: (%d∶%02d∶%02d Remaining)
fur: (a restin %d∶%02d∶%02d)

source: (%d∶%02d Remaining)
fur: (a restin %d∶%02d)

source: Extracting track: %d of %d %s
fur: Daûr a tirâ fûr la linie: %d di %d %s

source: Could not extract the tracks
fur: Impussibil tirâ fûr lis liniis

source: Invalid destination folder: %s
fur: Cartele di destinazion no valide: %s

source: Could not display the destination folder
fur: Impussibil mostrâ la cartele di destinazion

source: Tracks extracted successfully
fur: Liniis tiradis fûr cun sucès

source: _View
fur: _Visualize

source: Could not extract tracks
fur: Impussibil tirâ fûr lis liniis

source: Ripped with CD Player
fur: Estrat cul Letôr CD

source: Extracting disc tracks
fur: Daûr a tirâ fûr lis liniis dal disc

source: Extracting Tracks
fur: Daûr a tirâ fûr lis liniis

source: translator_credits
fur: Fabio Tomat, <f.t.public@gmail.com>

source: Play CDs and save the tracks to disk as files
fur: Riprodûs i CDs e salve lis liniis sul disc come file

source: CD device to be used
fur: Dispositîf CD di doprâ

source: DEVICE_PATH
fur: PERCORS_DISPOSITÎF

source: Play the CD on startup
fur: Riprodûs il CD al inviament dal program

source: Toggle play
fur: Comute la riproduzion

source: Stop playing
fur: Ferme di riprodusi

source: Play the next track
fur: Riprodûs la linie sucessive

source: Play the previous track
fur: Riprodûs la linie precedente

source: Eject the CD
fur: Pare fûr il CD

source: Toggle the main window visibility
fur: Comute la visibilitât dal barcon principâl

source: Quit the application
fur: Jes de aplicazion

source: Show version
fur: Mostre version

source: Cannot start the CD player
fur: Impussibil fâ tacâ il letôr CD

source: In order to read CDs you have to install the GStreamer base plugins
fur: Par podê lei i CDs tu scugnis instalâ i plugins di base di GStreamer

source: Click here to choose a cover for this CD
fur: Fâs clic achì par sielzi une cuvierte par chest CD

source: No disc
fur: Nissun disc

source: Data disc
fur: Disc dâts

source: Ejecting CD
fur: Daûr a parâ fûr il CD

source: Checking CD drive
fur: Control unitât CD

source: Reading CD
fur: Daûr a lei il CD

source: Audio CD
fur: CD Audio

source: Could not execute command
fur: Impussibil eseguî il comant

source: No information found for this disc
fur: Nissune informazion cjatade su chest disc

source: _Properties
fur: _Proprietâts

source: Could not save cover image
fur: Impussibil salvâ la imagjin de cuvierte

source: Could not load image
fur: Impussibil cjariâ la imagjin

source: Choose Disc Cover Image
fur: Sielç imagjin cuvierte dal disc

source: Images
fur: Imagjins

source: All files
fur: Ducj i file

source: You have to enter the artist and album names in order to find the album cover.
fur: Si scugne inserî il non dal artist e dal album par podê cjatâ la cuvierte dal album.

source: Preview
fur: Anteprime

source: pixels
fur: pixel

source: C_ommand Line Output:
fur: Jessude de rie di c_omant:

source: Could not display help
fur: Impussibil mostrâ il jutori

source: Could not launch the application
fur: Impussibil inviâ la aplicazion

source: _Cancel
fur: _Anule

source: _Close
fur: _Siere

source: _OK
fur: _Va ben

source: _Open
fur: _Vierç

source: Play
fur: Riprodûs

source: Next
fur: Sucessîf

source: Track %u
fur: Toc %u

source: Vorbis is an open source, lossy audio codec with high quality output at a lower file size than MP3.
fur: Vorbis al è un codificadôr audio cun pierdite, open source che al à une jessude di cualitât elevade in confront a une plui basse dimension dal file rispiet ai MP3.

source: FLAC is an open source codec that compresses but does not degrade audio quality.
fur: FLAC al è un codificadôr open source che al comprim ma nol degrade la cualitât audio.

source: MP3 is a patented lossy audio codec, supported by most digital audio players.
fur: MP3 al è un codificadôr audio cun pierdite brevetât, supuartât de plui part dai dispositîfs di riproduzion audio digjitâi.

source: WAV+PCM is a lossless format that holds uncompressed audio.
fur: WAV+PCM al è un formât cence pierdite che al conten audio cence compression.

source: Found images:
fur: Imagjins cjatadis:

source: _All tracks
fur: _Dutus lis liniis

source: _Selected tracks
fur: Liniis _selezionadis

source: Copy _Disk
fur: Copie _disc

source: _Eject
fur: _Pare fûr

source: Play _All
fur: Riprodûs _dut

source: _Repeat
fur: _Ripet

source: S_huffle
fur: M_essede

source: _Preferences
fur: _Preferencis

source: _Help
fur: _Jutori

source: _About
fur: _Informazions

source: _Play
fur: _Riprodûs

source: E_xtract Tracks
fur: E_strai liniis

source: _Choose File…
fur: _Sielç file...

source: _Search on Internet
fur: _Cîr su Internet

source: _Remove
fur: _Gjave

source: Playback
fur: Riproduzion

source: Drive:
fur: Unitât:

source: Automatically play newly inserted discs
fur: Riprodûs in automatic i gnûfs discs inserîts

source: Extraction
fur: Estrazion

source: Destination:
fur: Destinazion:

source: Choose destination folder
fur: Sielç cartele di destinazion

source: Format:
fur: Formât:

source: _Save playlist
fur: _Salve liste di riproduzion

source: Single artist
fur: Unic artist

source: Various artists
fur: Artiscj varis

source: _Title:
fur: _Titul:

source: T_racks:
fur: Li_niis:

source: _Year:
fur: _An:

source: Search for the remaining data
fur: Cîr i dâts restants
